[Demo_Ekoro_ep5_2 GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=840,Y=1321,Z=135),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=227,Y=-6,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Vec=(X=672,Y=1200,Z=0),VecSub=(X=35,Y=0,Z=0),CId=72)
DemoScripts[4]=(Actor=CHARACTER,Command=POP,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Vec=(X=736,Y=1152,Z=0),VecSub=(X=90,Y=0,Z=0),CId=71)
DemoScripts[5]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[6]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0201_lp_half_angry",motionName[1]="kr_CM_0001_fx_close_down",motionName[2]="kr_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[7]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=12,Bit=0,Rate=1)
DemoScripts[8]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[9]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=4,Vec=(X=672,Y=1200,Z=130))
DemoScripts[10]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Trick.GG2_BGM_DM_CMN_Trick_Cue')
DemoScripts[11]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Pool.GG2_AMB_Pool_LP_Cue')
DemoScripts[12]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[13]=(Actor=FADE,Command=WAIT)
DemoScripts[14]=(Actor=WINDOW,Command=SET)
DemoScripts[15]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep5_2.GG2_V_Ekoro_ep5_2_001_Cue',Name="クロナ")
DemoScripts[16]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[17]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0400_lp_disgusted",Rate=0,Number=0,Bit=1)
DemoScripts[18]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0001_fx_close_down",Rate=1,Number=1,Bit=0)
DemoScripts[19]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0111_fx_Stand2Proud",Rate=1,Number=2,Bit=0)
DemoScripts[20]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_1100_lp_Proud",Number=8)
DemoScripts[21]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[22]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep5_2.GG2_V_Ekoro_ep5_2_002_Cue',Name="エコロ")
DemoScripts[23]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[24]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[25]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[26]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0103_fx_Stand2Depressed",Rate=1,Number=2,Bit=0)
DemoScripts[27]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0300_lp_Depressed",Number=8)
DemoScripts[28]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=4,Vec=(X=736,Y=1152,Z=100))
DemoScripts[29]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[30]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep5_2.GG2_V_Ekoro_ep5_2_003_Cue',Name="クロナ")
DemoScripts[31]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[32]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[33]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[34]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[35]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[36]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_1101_fx_Proud2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[37]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[38]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=12,Bit=0,Rate=1)
DemoScripts[39]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[40]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0003_fx_close_smile_L",Rate=1,Number=1,Bit=0)
DemoScripts[41]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0301_fx_Depressed2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[42]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[43]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=12,Bit=0,Rate=1)
DemoScripts[44]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep5_2.GG2_V_Ekoro_ep5_2_005_Cue',Name="クロナ")
DemoScripts[45]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[46]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[47]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[48]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=4,Vec=(X=672,Y=1200,Z=130))
DemoScripts[49]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[50]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0001_fx_close_down",Rate=1,Number=1,Bit=0)
DemoScripts[51]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0105_fx_Stand2Seamon",Rate=1,Number=2,Bit=0)
DemoScripts[52]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0500_lp_Sermon",Number=8)
DemoScripts[53]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep5_2.GG2_V_Ekoro_ep5_2_007_Cue',Name="エコロ")
DemoScripts[54]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[55]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0501_fx_Seamon2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[56]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[57]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0002_fx_close_smile_S",Rate=1,Number=1,Bit=0)
DemoScripts[58]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0102_fx_Stand2Proud",Rate=1,Number=2,Bit=0)
DemoScripts[59]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0200_lp_Proud",Number=8)
DemoScripts[60]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0101_fx_close_smile",Rate=0,Number=0,Bit=0)
DemoScripts[61]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0000_lp_open_normal",Number=6)
DemoScripts[62]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=4,Vec=(X=672,Y=1300,Z=100))
DemoScripts[63]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[64]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep5_2.GG2_V_Ekoro_ep5_2_008_Cue',Name="クロナ")
DemoScripts[65]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[66]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=12,Bit=0,Rate=1)
DemoScripts[67]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0400_lp_disgusted",Rate=0,Number=0,Bit=1)
DemoScripts[68]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0003_fx_close_smile_L",Rate=1,Number=1,Bit=0)
DemoScripts[69]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0201_fx_Proud2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[70]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[71]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[72]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0001_fx_close_down",Rate=1,Number=1,Bit=0)
DemoScripts[73]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=13,Bit=0,Rate=1)
DemoScripts[74]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=12,Bit=0,Rate=1)
DemoScripts[75]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[76]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep5_2.GG2_V_Ekoro_ep5_2_009_Cue',Name="クロナ")
DemoScripts[77]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[78]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[79]=(Actor=SELECT,Command=SET,ID=SELECT00)
DemoScripts[80]=(Actor=SYSTEM,Command=TAG,Label=JUMP01)
DemoScripts[81]=(Actor=ADD,Command=FAVOR,Name="",Number=7)
DemoScripts[82]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[83]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep5_2.GG2_V_Ekoro_ep5_2_011_Cue',Name="クロナ")
DemoScripts[84]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[85]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[86]=(Actor=SYSTEM,Command=TAG,Label=JUMP02)
DemoScripts[87]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[88]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[89]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0002_fx_close_smile_S",Rate=1,Number=1,Bit=0)
DemoScripts[90]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep5_2.GG2_V_Ekoro_ep5_2_013_Cue',Name="クロナ")
DemoScripts[91]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[92]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[93]=(Actor=EMOTION,Command=SET,Name="エコロ",Number=0,CId=71)
DemoScripts[94]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_Manpu_Pressure_Cue')
DemoScripts[95]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep5_2.GG2_V_Ekoro_ep5_2_014_Cue',Name="エコロ")
DemoScripts[96]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[97]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[98]=(Actor=SYSTEM,Command=TAG,Label=JUMP03)
DemoScripts[99]=(Actor=ADD,Command=FAVOR,Name="",Number=7)
DemoScripts[100]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[101]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[102]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0002_fx_close_smile_S",Rate=1,Number=1,Bit=0)
DemoScripts[103]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[104]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep5_2.GG2_V_Ekoro_ep5_2_017_Cue',Name="クロナ")
DemoScripts[105]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[106]=(Actor=EMOTION,Command=SET,Name="エコロ",Number=0,CId=71)
DemoScripts[107]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_Manpu_Pressure_Cue')
DemoScripts[108]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[109]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep5_2.GG2_V_Ekoro_ep5_2_018_Cue',Name="エコロ")
DemoScripts[110]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[111]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[112]=(Actor=SYSTEM,Command=TAG,Label=JUMP04)
DemoScripts[113]=(Actor=ADD,Command=FAVOR,Name="",Number=5)
DemoScripts[114]=(Actor=TEXT,Command=SET,ID=TEXT19)
DemoScripts[115]=(Actor=EMOTION,Command=SET,Name="エコロ",Number=0,CId=71)
DemoScripts[116]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_Manpu_Pressure_Cue')
DemoScripts[117]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep5_2.GG2_V_Ekoro_ep5_2_020_Cue',Name="エコロ")
DemoScripts[118]=(Actor=TEXT,Command=SET,ID=TEXT20)
DemoScripts[119]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0102_fx_close_tightly",Rate=0,Number=0,Bit=0)
DemoScripts[120]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[121]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep5_2.GG2_V_Ekoro_ep5_2_021_Cue',Name="クロナ")
DemoScripts[122]=(Actor=TEXT,Command=SET,ID=TEXT21)
DemoScripts[123]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[124]=(Actor=SYSTEM,Command=TAG,Label=JUMP05)
DemoScripts[125]=(Actor=ADD,Command=FAVOR,Name="",Number=-5)
DemoScripts[126]=(Actor=CAMERA,Command=SHAKE,ShakeLevel=LEVEL_2,SecTime=1)
DemoScripts[127]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Hodai_Reaction_Cue')
DemoScripts[128]=(Actor=TEXT,Command=SET,ID=TEXT22)
DemoScripts[129]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0002_fx_close_smile_S",Rate=1,Number=1,Bit=0)
DemoScripts[130]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[131]=(Actor=TEXT,Command=SET,ID=TEXT23)
DemoScripts[132]=(Actor=TEXT,Command=SET,ID=TEXT24)
DemoScripts[133]=(Actor=EMOTION,Command=SET,Name="エコロ",Number=4,CId=71)
DemoScripts[134]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_Manpu_Disappoint_Cue')
DemoScripts[135]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep5_2.GG2_V_Ekoro_ep5_2_025_Cue',Name="エコロ")
DemoScripts[136]=(Actor=TEXT,Command=SET,ID=TEXT25)
DemoScripts[137]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[138]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep5_2.GG2_V_Ekoro_ep5_2_026_Cue',Name="クロナ")
DemoScripts[139]=(Actor=TEXT,Command=SET,ID=TEXT26)
DemoScripts[140]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[141]=(Actor=SYSTEM,Command=TAG,Label=JUMP06)
DemoScripts[142]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0104_fx_Stand2Laugh",Rate=1,Number=2,Bit=0)
DemoScripts[143]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0400_lp_Laugh",Number=8)
DemoScripts[144]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0003_fx_close_smile_L",Rate=1,Number=1,Bit=0)
DemoScripts[145]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0200_lp_half_normal",Rate=0,Number=0,Bit=1)
DemoScripts[146]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[147]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep5_2.GG2_V_Ekoro_ep5_2_027_Cue',Name="クロナ")
DemoScripts[148]=(Actor=TEXT,Command=SET,ID=TEXT27)
DemoScripts[149]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0003_fx_close_smile_L",Rate=1,Number=1,Bit=0)
DemoScripts[150]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[151]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0401_fx_Laugh2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[152]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[153]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=13,Bit=0,Rate=1)
DemoScripts[154]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[155]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep5_2.GG2_V_Ekoro_ep5_2_028_Cue',Name="クロナ")
DemoScripts[156]=(Actor=TEXT,Command=SET,ID=TEXT28)
DemoScripts[157]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[158]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_BACK)
DemoScripts[159]=(Actor=FADE,Command=WAIT)
DemoScripts[160]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Away_Normal_Cue')
DemoScripts[161]=(Actor=CHARACTER,Command=EXIT,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',CId=72)
DemoScripts[162]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_BACK)
DemoScripts[163]=(Actor=FADE,Command=WAIT)
DemoScripts[164]=(Actor=TEXT,Command=SET,ID=TEXT29)
DemoScripts[165]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep5_2.GG2_V_Ekoro_ep5_2_030_Cue',Name="エコロ")
DemoScripts[166]=(Actor=TEXT,Command=SET,ID=TEXT30)
DemoScripts[167]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[168]=(Actor=TEXT,Command=SET,ID=TEXT31)
DemoScripts[169]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0400_lp_disgusted",Rate=0,Number=0,Bit=1)
DemoScripts[170]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep5_2.GG2_V_Ekoro_ep5_2_032_Cue',Name="エコロ")
DemoScripts[171]=(Actor=TEXT,Command=SET,ID=TEXT32)
DemoScripts[172]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[173]=(Actor=TEXT,Command=SET,ID=TEXT33)
DemoScripts[174]=(Actor=WINDOW,Command=EXIT)
DemoScripts[175]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[176]=(Actor=AMBIENT,Command=STOP,SecTime=1,SoundID=)
DemoScripts[177]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[178]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[179]=(Actor=SYSTEM,Command=END)

[Select_Ekoro_ep5_2 GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=FASHION,ParamNum=30),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=SPORT,ParamNum=30),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=EROTIC,ParamNum=30),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT06",Goto="JUMP06",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT07",Goto="JUMP07",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT08",Goto="JUMP08",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT09",Goto="JUMP09",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT10",Goto="JUMP10",ParamType=NO_PARAM,ParamNum=0))

[Text_Ekoro_ep5_2 GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="庫蘿娜",Text="你們兩個!/n太慢了DEATH!/n都等得不耐煩了DEATH哦!")

Texts[1]=(Label="TEXT02",Name="艾可蘿",Text="已經開始擺架子了呢....../n終究還是惡魔啊./n那我們就不幫忙囉?")

Texts[2]=(Label="TEXT03",Name="庫蘿娜",Text="開玩笑的DEATH./n恭候多時了DEATH.")

Texts[3]=(Label="TEXT04",Name="峯大",Text="所以,我們要做什麼呢?")

Texts[4]=(Label="TEXT05",Name="庫蘿娜",Text="我就直截了當地說了!/n是\"內衣小偷\"DEATH!")

Texts[5]=(Label="TEXT06",Name="峯大",Text="欸!?/n內......衣......小偷......?")

Texts[6]=(Label="TEXT07",Name="艾可蘿",Text="那不是惡作劇的等級!/n是犯罪行為!!/n會喫紅牌!!")

Texts[7]=(Label="TEXT08",Name="庫蘿娜",Text="沒問題DEATH啦--/n等收集到印章後,會馬上/n把東西還回去DEATH.")

Texts[8]=(Label="TEXT09",Name="庫蘿娜",Text="而且,人類那邊好像/n有點興趣DEATH耶--?/n都寫在臉上了DEATH哦--?")

Texts[9]=(Label="TEXT10",Name="峯大",Text="絕對沒有!/nIMPOSSIBLE!!")

Texts[10]=(Label="TEXT11",Name="庫蘿娜",Text="很可疑DEATH耶?")

Texts[11]=(Label="TEXT12",Name="峯大",Text="我只是對流行的內衣樣式有興趣而已啦!/n只是這樣! 真的就只是這樣!!")

Texts[12]=(Label="TEXT13",Name="庫蘿娜",Text="很難看DEATH唷,人類.")

Texts[13]=(Label="TEXT14",Name="艾可蘿",Text="峯大大人......再怎麼說/n那也太牽強了吧......")

Texts[14]=(Label="TEXT15",Name="峯大",Text="因為內衣和運動有著/n密不可分的關係啊.")

Texts[15]=(Label="TEXT16",Name="峯大",Text="所以作為一名運動員,/n以及研究這件事的人,/n我是不會說沒興趣的哦.")

Texts[16]=(Label="TEXT17",Name="庫蘿娜",Text="總覺得這樣對一個男孩子來說/n反而不太健全DEATH......")

Texts[17]=(Label="TEXT18",Name="艾可蘿",Text="你是從什麼時候開始變成/n類似運動學家的角色了......")

Texts[18]=(Label="TEXT19",Name="峯大",Text="既然是男人,這也是無可奈何的吧!!/n男孩子都喜歡女生的內衣啊!!")

Texts[19]=(Label="TEXT20",Name="艾可蘿",Text="請不要惱羞成怒......")

Texts[20]=(Label="TEXT21",Name="庫蘿娜",Text="噫嘻嘻!/n很有\"男生\"的感覺DEATH呢--")

Texts[21]=(Label="TEXT22",Name="峯大",Text="混帳傢伙!/n內衣什麼的,早就喫膩了!!")

Texts[22]=(Label="TEXT23",Name="峯大",Text="......咦!!/n我會喫內褲嗎!?")

Texts[23]=(Label="TEXT24",Name="峯大",Text="主食!?/n主食是內褲!!?/n那胸罩是什麼!? 配菜!?")

Texts[24]=(Label="TEXT25",Name="艾可蘿",Text="你自己一個人在說什麼啊......")

Texts[25]=(Label="TEXT26",Name="庫蘿娜",Text="感覺很噁心DEATH......")

Texts[26]=(Label="TEXT27",Name="庫蘿娜",Text="好啦好啦,為了尋找內衣/n要開始徘徊DEATH囉--!/n噫嘻嘻嘻嘻!!")

Texts[27]=(Label="TEXT28",Name="庫蘿娜",Text="來--快進去更衣室--/nDEATH.")

Texts[28]=(Label="TEXT29",Name="峯大",Text="唔唔......沒辦法了.")

Texts[29]=(Label="TEXT30",Name="艾可蘿",Text="你真的要這麼做嗎......?")

Texts[30]=(Label="TEXT31",Name="峯大",Text="誰叫我必須/n讓她拿長槍刺我嘛......")

Texts[31]=(Label="TEXT32",Name="艾可蘿",Text="哦--這樣啊--/n哼--嗯.")

Texts[32]=(Label="TEXT33",Name="峯大",Text="不要這樣!/n別用那種眼光看我!!")

Texts[33]=(Label="",Name="",Text="")

Texts[34]=(Label="SELECT01",Name="",Text="絕對沒有!")

Texts[35]=(Label="SELECT02",Name="",Text="我只是對/n樣式有興趣")

Texts[36]=(Label="SELECT03",Name="",Text="是運動科學/n觀點上的興趣")

Texts[37]=(Label="SELECT04",Name="",Text="既然是男人/n那也是無可奈何")

Texts[38]=(Label="SELECT05",Name="",Text="內衣什麼的/n早就喫膩了")

Texts[39]=(Label="SELECT06",Name="",Text="")

Texts[40]=(Label="SELECT07",Name="",Text="")

Texts[41]=(Label="SELECT08",Name="",Text="")

Texts[42]=(Label="SELECT09",Name="",Text="")

Texts[43]=(Label="SELECT10",Name="",Text="")


